<script setup>
import { closeCombatingMoneyLaundering } from '@/components/globals/footer/Footer.events.js'
</script>

<template>
  <div @click="closeCombatingMoneyLaundering" class="popup">
    <div @click.stop class="popup__content">
      <div @click="closeCombatingMoneyLaundering" class="popup__content-close">
        <img src="/images/icons/close.svg" alt="" />
      </div>
      <div class="popup__content-title">Борьба с отмыванием денег</div>
      <div class="popup__content-text">
        <div class="text">
          <div class="content___gCNak">
            <div class="content_render___bkKh2">
              <div
                class="staticPage___pq1Y6 anti-money-laundering"
                data-static="true"
                data-test="custom_page_content"
              >
                <div class="news-article__text">
                  <ol>
                    <li>
                      Принимая во внимание предоставленные права на
                      использование услуг, вы гарантируете, признаете и
                      соглашаетесь, что:
                      <ul>
                        <li>
                          Ваш возраст составляет не менее 18 лет или вы достигли
                          совершеннолетия, при котором по закону разрешено
                          участвовать в азартных играх в соответствии с
                          законодательством вашей юрисдикции.
                        </li>
                        <li>
                          Вы являетесь законным владельцем средств на своем
                          счете. Вся информация, которую вы предоставили
                          Компании в процессе регистрации и/или в последующее
                          время, включая любую транзакцию, требующую внесения
                          денежных средств, является корректной, актуальной,
                          точной и полностью соответствует имени(ям) на сайте.
                          кредитная/дебетовая карта(ы) или другие расчетные
                          счета, которые будут использоваться для внесения или
                          получения средств на ваш счет/с вашего счета.
                        </li>
                        <li>
                          Вы полностью осознаете, что существует риск потери
                          денежных средств в процессе использования сервисов
                          Сайта и несете полную ответственность за любые убытки,
                          связанные с использованием сервисов Сайта. Вы
                          соглашаетесь с тем, что пользуетесь услугами
                          исключительно по вашему выбору, решению и на свой
                          страх и риск. Вы не имеете права предъявлять Компании
                          какие-либо претензии относительно ваших убытков.
                        </li>
                        <li>
                          Вы полностью понимаете общие методы, правила и
                          процедуры предоставления услуг и игр в сети Интернет.
                          Вы понимаете, что несете ответственность за
                          обеспечение правильности этих ставок и игр. Вы
                          соглашаетесь не предпринимать никаких действий,
                          которые могут нанести ущерб репутации Компании.
                        </li>
                      </ul>
                    </li>
                    <li>
                      Соглашаясь с Условиями, вы предоставляете нам право
                      периодически проводить любые проверки (по нашему
                      усмотрению) или которые потребуются третьим лицам (включая
                      регулирующие органы) для проверки вашей личности и
                      контактной информации («Проверка»).
                    </li>
                    <li>
                      В процессе проверки мы можем ограничить вашу возможность
                      снимать средства с вашего счета.
                    </li>
                    <li>
                      Если какая-либо предоставленная вами информация является
                      ложной, неточной, вводящей в заблуждение и/или иным
                      образом неполной, то вы нарушаете условия договора, и мы
                      имеем право немедленно закрыть вашу учетную запись и/или
                      отказать в использовании услуг Сайта, а также любые другие
                      действия по вашему усмотрению.
                    </li>
                    <li>
                      Если мы не сможем подтвердить достижение вами допустимого
                      возраста, мы имеем право приостановить действие вашей
                      учетной записи. Если на момент вашего участия в операциях
                      на Сайте, связанных с азартными играми, ваш возраст был
                      меньше Допустимого, то:
                      <ul>
                        <li>Ваша учетная запись будет закрыта;</li>
                        <li>
                          все транзакции, совершенные за это время, становятся
                          недействительными, а соответствующие средства,
                          внесенные вами на счет, будут возвращены;
                        </li>
                        <li>
                          любые сделанные в течение этого времени ставки будут
                          отменены и возвращены;
                        </li>
                        <li>
                          любые суммы выигрышей, которые вы накопили в период,
                          когда ваш возраст был меньше Допустимого, будут
                          потеряны, и вы должны будете вернуть нам все средства,
                          которые были сняты с вашего счета, по первому
                          требованию.
                        </li>
                      </ul>
                    </li>
                  </ol>
                </div>
              </div>
            </div>
            <div class="content_render___bkKh2 content_render__search___WgASL">
              <div class="title___j9stv" data-test="games_no_result">
                К сожалению, ничего не найдено по вашему запросу
              </div>
              <p class="content___mIWnu">Игра не найдена</p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<style scoped lang="scss">
@import 'PopupCombatingMoneyLaundering';

ul, ol {
  display: flex;
  flex-direction: column;
  gap: 20px;
}


</style>
