<script setup>
import { closeFAQ } from '@/components/globals/footer/Footer.events.js'
</script>

<template>
  <div @click="closeFAQ" class="popup">
    <div @click.stop class="popup__content">
      <div @click="closeFAQ" class="popup__content-close">
        <img src="/images/icons/close.svg" alt="" />
      </div>
      <div class="popup__content-title">FAQ</div>
      <div class="popup__content-text">
        <div class="text">
          1. Общие вопросы<br /><br />

          <strong>- Как я могу зарегистрироваться?</strong><br /><br />
          Для регистрации Вам достаточно нажать кнопку "Войти" в верхней части
          сайта, далее "Создать профиль" указать Ваш действующий адрес
          электронной почты либо номер телефона и придумать пароль, который Вы
          будете использовать для входа в Ваш профиль. Также Вы можете
          зарегистрироваться через Telegram в нашем боте, нажав на кнопку
          "Зарегестрироваться через Telegram". Это все! Вы являетесь владельцем
          аккаунта на нашем проекте с возможностью играть, выигрывать и получать
          выигрыши.<br /><br />

          <strong> - Как войти в аккаунт?</strong><br /><br />
          Если Вы уже зарегистрированы на нашем сайте, Вы можете войти в Ваш
          аккаунт, нажав на кнопку "Войти" и ввести адрес Вашей электронной
          почты/номера телефона и пароль. Если Вы регистрировались через
          Telegram, просто нажмите на кнопку "Войти через Telegram". Обратите
          внимание, что учетная запись, зарегестрированная в Telegram, имеет
          свой логин и пароль. Если же Вы хотите играть в веб-версии, то просто
          введите Ваш логин и пароль.<br /><br />

          <strong> - Как играть на вашем сайте?</strong><br /><br />
          Для того, чтобы начать игру на реальные деньги, Вам достаточно
          зарегистрироваться или войти в свой профиль, пополнить свой игровой
          счёт, после чего кликнуть на понравившийся вам игровой слот.<br /><br />

          <strong>- Как я могу изменить информационные данные аккаунта?</strong
          ><br /><br />
          В личном кабинете необходимо нажать кнопку "Редактировать" и ввести
          необходимые данные. После чего нажать "Сохранить". Если же Вы хотите
          поменять/забыли логин или пароль от аккаунта, то обратитесь в
          поддержку<br /><br />

          <strong>- Нужны ли документы для игры на вашем сайте?</strong
          ><br /><br />
          Согласно правилам нашего клуба, администрация казино может запросить
          документы, подтверждающие личность игрока. В случае, если клиент не
          может предъявить документы в силу каких-то причин, Компания имеет
          право приостановить действие его счета до момента подтверждения
          личности.<br /><br />

          <strong> - Как мне найти мою любимую игру?</strong><br /><br />
          Вы можете воспользоваться нашим удобным поиском, который находится на
          главной странице, над слотами<br /><br />

          2. Пополнение и вывод<br /><br />

          <strong>- Как пополнить счет и вывести выигрыш?</strong><br /><br />
          Для пополнения Вашего игрового баланса Вам нужно кликнуть на кнопку с
          балансом в правом верхнем углу и выбрать "Пополнение счёта", далее
          удобную и доступную для Вас платежную систему, ввести сумму пополнения
          и необходимые данные. После чего нажать кнопку "Оплачено" и
          подтвердить платёж, следуя инструкциям на экране.<br /><br />
          Для получения выигрыша Вам достаточно кликнуть "Вывод средств",
          выбрать платёжную систему и сумму. Обратите внимание, чтобы
          предотвратить мошенничество выводы на карту осуществляются на одну и
          ту же, с которой было произведено пополнение.<br /><br />

          <strong>- Как быстро происходит выплата выигрыша?</strong><br /><br />
          Среднее время выплаты Вы можете увидеть на главной страничке нашего
          сайта. Однако мы всегда стараемся вывести Ваш выигрыш как можно
          быстрее.<br /><br />

          <strong
            >- Я пополнил счет, но деньги не поступили на аккаунт. Что
            делать?</strong
          ><br /><br />
          Средства на Ваш аккаунт могут поступать в течение часа по времени с
          момента попытки пополнения счета. Если по прошествии часа средства не
          поступили, просим Вас обратиться в Помощь Онлайн, нажав на
          соответствующую кнопку с правой стороны сайта. Наши специалисты
          помогут Вам оперативно решить этот вопрос<br /><br />

          <strong>- Почему средства выводятся с комиссией?</strong><br /><br />
          В нашем казино существует правило обязательного отыгрыша Вашего
          депозита для вывода средств без комиссии. Оно создано для того, чтобы
          казино не использовалось в качестве обменного пункта. Вы можете
          продолжить игру и произвести необходимый отыгрыш или же согласиться с
          комиссией. Подробнее Вы можете ознакомиться в "Правила и условия".<br /><br />

          <strong>- Как я могу отменить заявку на выплату?</strong><br /><br />
          Вы можете обратиться к операторам Службы Поддержки и оповестить о
          своем решении. Запрос будет передан в финансовый департамент, а заявка
          на выплату в кратчайшие сроки аннулирована.<br /><br />

          <strong>- Могу ли я ускорить заявку на выплату?</strong><br /><br />
          Такой возможности нет ввиду того, что все заявки на вывод выигрышей
          обрабатываются в порядке очереди. Каждый вывод производится
          максимально оперативно.<br /><br />

          3. Акции и бонусы на проекте<br /><br />

          <strong>- Что такое опыт?</strong><br /><br />
          Это специальные единицы вознаграждения, действительные только на сайте
          нашего клуба. Такие очки опыта автоматически начисляются во время игры
          в любом игровом автомате. Чтобы баллы начислялись на счет - просто
          нужно делать ставки. Когда сумма сделанных ставок достигнет 150 ₽, на
          счет автоматически приходит +1 опыт. Накопив необходимое число опыта,
          их также можно обменять на реальные деньги по предоставленному курсу
          обмена. Также чем больше у Вас опыта, тем выше статус в нашем клубе,
          который открывает перед Вами большое количество привилегий и
          возможностей.<br /><br />

          <strong>- Что такое «Бонус»?</strong><br /><br />
          Бонус – это дополнительные деньги для игры, которые начисляются Вам в
          качестве подарка от нашего клуба. Для того, чтобы перевести бонусные
          деньги в основной баланс, их необходимо отыграть. Бонус Вы можете
          получить по разным акциям нашего клуба, которые проходят как на
          регулярной основе, так и по особым датам. Советуем также следить за
          рассылками от нашего клуба, в которых очень часто приходят заманчивые
          предложения.<br /><br />

          <strong>- Что такое "Отыгрыш"/"Отыграть"?</strong><br /><br />
          Отыгрыш - это процесс выполнения условий по бонусной акции для
          возможности вывода суммы полученного приза. "Отыграть" - означает
          сделать ставки на определённую сумму в процессе игры, независимо от
          выигрыша или проигрыша (учитывается каждое вращение барабанов, при
          котором у Вас списываются реальные средства). У каждого бонуса есть
          свой вейджер (коэффициент отыгрыша) - это число, на которое необходимо
          умножить сумму бонуса, чтобы получить сумму ставок для отыгрыша. К
          примеру, если у бонуса вейджер х20, значит для вывода бонус суммой 1
          000 ₽ нужно в процессе игры совершить ставки на 20 000 ₽.<br /><br />

          <strong>- В каких играх можно отыграть полученный бонус?</strong
          ><br /><br />
          Во всех играх нашего сайта Вы можете отыграть бонус.<br /><br />

          4. Другое<br /><br />

          <strong>- Я не нашел ответ на свой вопрос.</strong><br /><br />
          Если Вы не нашли ответ на свой вопрос, просим Вас в самые короткие
          сроки связаться с нашей техподдержкой.<br /><br />

          <strong
            >- Хочу получать у Вас больше бонусов. Как мне это сделать?</strong
          ><br /><br />
          Наш клуб всегда готов давать нашим клиентам самое лучшее, в том числе
          и бонусы для игры. Следите за нашими рассылками, в них регулярно
          приходит что-то интересное, а ежедневные турниры и регулярные лотереи
          не дадут заскучать. Дополнительные акции Вы всегда можете найти в
          разделе «Акции» нашего сайта. Также предлагаем оставить свой номер
          телефона на сайте, и мы обязательно оповестим Вас о горячих бонусах
          нашего клуба.<br /><br />
        </div>
      </div>
    </div>
  </div>
</template>

<style scoped lang="scss">
@import 'PopupFAQ';
</style>
