<script setup>
import { closeTermCondition } from '@/components/globals/footer/Footer.events.js'
</script>

<template>
  <div @click="closeTermCondition" class="popup">
    <div @click.stop class="popup__content">
      <div @click="closeTermCondition" class="popup__content-close">
        <img src="/images/icons/close.svg" alt="" />
      </div>
      <div class="popup__content-title">Правила и условия</div>
      <div class="popup__content-text">
        <div class="text">
          <strong>1. Введение</strong><br /><br />

          1.1. Посещая какой-либо из разделов игрового клуба («Сайт») или
          открывая счет, пользователь соглашается со всеми пунктами
          Пользовательского соглашения («Соглашение»), Политикой
          конфиденциальности, условиями рекламной деятельности, правилами игр,
          бонусами и специальными предложениями, которые время от времени
          появляются на Сайте. Перед тем как принять условия Соглашения,
          желательно ознакомиться со всеми его пунктами. Если игрок не хочет или
          не может согласиться с данными условиями и соблюдать их, то
          рекомендуем не открывать счет и не пользоваться услугами Сайта.
          Последующее использование Сайта будет расцениваться как полное
          принятие игроком всех пунктов данного Соглашения.<br /><br />

          <strong>2. Стороны</strong><br /><br />

          2.1. Все пункты Соглашения, включающие местоимения «мы», «нас», «наш»
          или «Компания», относятся к компании, с которой игрок заключает
          договор, в соответствии с приведенным выше пунктом.<br /><br />

          <strong>3. Изменение условий</strong><br /><br />

          3.1. У нас есть право вносить любые изменения, редактировать,
          обновлять и изменять Соглашение по ряду причин: коммерческим,
          юридическим, а также по причинам, связанным с обслуживанием клиентов.
          Актуальные пункты Соглашения и даты их вступления в силу присутствуют
          на Сайте. Мы информируем игроков обо всех изменениях, поправках и
          дополнениях путем размещения текста измененного Соглашения на Сайте.
          Игрок несет личную ответственность за ознакомление с действующим
          Соглашением. У Компании есть право вносить изменения в работу Сайта
          когда угодно и без предварительного информирования игроков.<br /><br />

          3.2. В случае несогласия c измененными пунктами Соглашения игрок волен
          прекратить пользование Сайтом. Дальнейшее использование Сайта после
          вступления в силу измененных пунктов Соглашения, будет расцениваться
          как полное его принятие, независимо от того, получил ли игрок
          соответствующее уведомление или узнал про изменения из обновленного
          Соглашения.<br /><br />

          <strong>4. Правовые требования</strong><br /><br />

          4.1. Лицам, не достигшим 18 летнего возраста или возраста («Допустимый
          возраст»), который является обязательным для законного участия в
          азартных играх по законодательству конкретной юрисдикции, запрещено
          пользоваться Сайтом. Использование Сайта лицами, не достигшими
          Допустимого возраста, является прямым нарушением Соглашения. В связи с
          этим, у нас есть право запрашивать документы, которые могут
          подтвердить возраст игрока. Игроку может быть отказано в
          предоставлении услуг, и действие его счета может быть временно
          приостановлено, если по нашему требованию не будут предъявлены
          доказательства того, что возраст игрока соответствует Допустимому.<br /><br />

          4.2. Азартные игры онлайн запрещены законом в некоторых юрисдикциях.
          Принимая Соглашение, игрок осознает, что Компания не может
          предоставить гарантии или юридическую консультацию относительно
          легитимности использования Сайта на территории юрисдикции, на которой
          находится игрок. Мы не можем утверждать, что услуги Сайта не нарушают
          законов юрисдикции игрока. Игрок пользуется услугами Сайта по
          собственному желанию и берет на себя всю полноту ответственности,
          хорошо осознавая все возможные риски.<br /><br />

          4.3. Мы не стремимся и не намереваемся предоставить игроку услуги,
          нарушающие законодательство его юрисдикции. Принимая Соглашение, игрок
          подтверждает и гарантирует, что использование Сайта соответствует
          законам и правилам, действующим на территории его юрисдикции. Мы не
          несем ответственности за незаконное пользование услугами Сайта.<br /><br />

          4.4. На игроков возлагается вся полнота ответственности по уплате
          налогов и сборов, которые применяются по отношению к любым выигрышам,
          полученным в результате пользования Сайтом. В случаях, когда согласно
          нормам законодательства конкретной юрисдикции за выигрыш должен быть
          выплачен налоговый сбор, вся ответственность по составлению
          документальной отчетности возлагается на игрока.<br /><br />

          4.5. По юридическим причинам мы не принимаем игроков из следующих
          стран: США, Великобритания, Нидерланды, Австралия, Испания,
          Аруби,Голландская Вест-Индия, Бонайре, голландский Сан Мартин,
          Кюрасао, Сабы, Статия, Украина. Лицам, проживающим или находящимся на
          территории этих стран, не разрешается открывать счета или вносить
          денежные средства на Сайте. В списке юрисдикций возможны изменения, и
          они могут быть произведены Компанией без предварительного уведомления
          игроков. Вы соглашаетесь, что не станете открывать счет или
          перечислять на него денежные средства, находясь на территории одной из
          перечисленных выше юрисдикций.<br /><br />

          <strong>5. Открытие счета</strong><br /><br />

          5.1. Чтобы получить доступ ко всем основным услугам Сайта, необходимо
          открыть счет. Для этого игроку нужно указать адрес своей электронной
          почты и придумать пароль, который в дальнейшем будет использоваться
          для входа в игровой аккаунт, также требуется указать личную
          информацию: номер телефона и дату рождения.<br /><br />

          5.2. Для подтверждения истинности информации Компания имеет право
          запросить документы, подтверждающие личность игрока. Если в силу
          каких-то причин игрок не может предъявить документы, подтверждающие
          его личность, то у Компании есть право приостановить действие счета
          игрока до тех пор, пока он не предъявит документы, или окончательно
          закрыть счет в том случае, если документы так и не были
          предъявлены.<br /><br />

          5.3. Игрок подтверждает, что при регистрации на Сайте указал полную,
          точную и достоверную информацию о себе, и если в ней произойдут
          какие-либо изменения, то игрок незамедлительно внесет их в свой
          профиль. Невыполнение или игнорирование данного правила может привести
          к применению ограничений, приостановлению или блокировке счета, а
          также к аннулированию платежей.<br /><br />

          5.4. В случае возникновения каких-либо вопросов или проблем при
          регистрации на Сайте, игрок может обратиться в службу поддержки.<br /><br />

          5.5. Каждый игрок может открыть на Сайте только один счет. Остальные
          открытые игроком счета будут рассматриваться в качестве дублирующих. У
          нас есть право закрывать такие счета и:<br /><br />

          5.5.1. признавать недействительными все операции, проведенные с
          использованием дублирующего счета;<br /><br />

          5.5.2. возвращать игрокам все вклады и ставки, сделанные с
          дублирующего счета;<br /><br />

          5.5.3. требовать возвращения всех выигрышей, бонусов и денежных
          средств, полученных при использовании дублирующего счета. Игрок обязан
          возвратить их по первому нашему требованию.<br /><br />

          <strong>6. Подтверждение личности; защита от отмывания денег</strong
          ><br /><br />

          6.1. Принимая данное Соглашение, игрок обязуется, соглашается и
          гарантирует, что:<br /><br />

          6.1.1. игроку уже исполнилось 18 лет или количество лет достаточное,
          чтобы считаться Допустимым возрастом, дающим законное право на участие
          в азартных играх без нарушения действующего законодательства
          конкретной юрисдикции;<br /><br />

          6.1.2. игрок – полноправный и законный владелец всех средств на своем
          счете. Вся предоставленная игроком информация соответствует истине,
          является достоверной, актуальной и точной;<br /><br />

          6.1.3. игрок полностью осознает, что пользование Сайтом может привести
          к потере денежных средств, игрок берет на себя всю полноту
          ответственности за любые возможные потери. Игрок подтверждает, что
          пользуется Сайтом по своему собственному желанию, решению и на
          собственный страх и риск. Игрок не имеет права предъявлять Компании
          какие-либо претензии, связанные с его убытками и проигрышами;<br /><br />

          6.1.4. игрок четко понимает общие принципы, правила и процедуры
          предоставления услуг и специфику игры в Интернете. Игрок осознает, что
          на нем лежит ответственность по обеспечению правильности данных,
          ставок и игр. Игрок соглашается не совершать действия и поступки,
          которые могут нанести вред репутации Компании.<br /><br />

          6.2. Принимая условия Соглашения, игрок дает нам право устраивать
          периодические проверки (по нашему усмотрению либо по запросу третьей
          стороны, в том числе уполномоченных органов) для подтверждения
          личности игрока и достоверности указанной информации.<br /><br />

          6.3. В период проведения проверок может быть ограничена возможность
          вывода денежных средств со счета игрока.<br /><br />

          6.4. Если в ходе проверки будет установлен факт ложности
          предоставленной информации, то это будет расценено как нарушение
          условий Соглашения, что в свою очередь, дает нам право незамедлительно
          закрыть счет игрока или отказать игроку в пользовании услугами Сайта,
          в дополнение к другим действиям на наше усмотрение.<br /><br />

          6.5. Если мы не сможем подтвердить, что игрок достиг Допустимого
          возраста, то у нас появится право приостановить действие счета игрока.
          Если возраст игрока был меньше Допустимого на момент участия в
          операциях на Сайте, то:<br /><br />

          6.5.1. счет игрока будет закрыт;<br /><br />

          6.5.2. денежные средства, имеющиеся на счете, будут возвращены, а все
          денежные операции, произведенные на протяжении данного периода, будут
          признаны недействительными;<br /><br />

          6.5.3. все ставки, совершенные в течение данного периода, будут
          отменены и возвращены;<br /><br />

          6.5.4. суммы выигрышей, полученные в период, когда возраст игрока был
          меньше Допустимого, будут признаны недействительными. Игрок обязан по
          первому нашему требованию возвратить нам все средства, выведенные с
          игрового счета.<br /><br />

          <strong>7. Имя пользователя, пароль и безопасность</strong
          ><br /><br />

          7.1. После открытия счета на Сайте, игрок обязан хранить свой пароль и
          имя пользователя в секрете и ни в коем случае не разглашать данную
          информацию третьей стороне. В случае утраты данных необходимых для
          получения доступа к счету, их можно узнать или восстановить, нажав на
          кнопку «Восстановить пароль».<br /><br />

          7.2. Игрок отвечает за сохранность пароля, а также любые действия и
          транзакции, произведенные с его счетом. Кроме того, игрок несет
          ответственность за все убытки, понесенные им в результате действий
          третьей стороны.<br /><br />

          7.3. В случае нарушения безопасности и несанкционированного доступа к
          счету, игрок должен незамедлительно известить Компанию. В случае
          необходимости игрок обязан предъявить Компании доказательства того,
          что несанкционированный доступ действительно имел место. Компания не
          несет ответственности за ущерб, полученный игроком в результате
          неправильного или неосторожного использования имени пользователя и
          пароля третьей стороной или за несанкционированный доступ к счету.<br /><br />

          <strong>8. Размещение и вывод денежных средств со счета</strong
          ><br /><br />

          8.1. Для того чтобы принять участие в азартных играх на Сайте, игроку
          нужно разместить на своем счету определенную сумму денег.<br /><br />

          8.2. Игрок подтверждает и обязуется, что:<br /><br />

          8.2.1. денежные средства, внесенные на игровой счет, не были получены
          уголовным, незаконным или запрещенным путем;<br /><br />

          8.2.2. не станет отказываться от совершенных транзакций, не будет
          отрицать и отменять совершенные платежи, что может стать причиной для
          возврата денег третьей стороне и позволить ей уйти от законной
          ответственности.<br /><br />

          8.3. Мы не принимаем денежные средства от третьих лиц: друзей,
          родственников или партнеров. Игрок обязан вносить средства только со
          своего счета, расчетной карты или системы, зарегистрированной на имя
          игрока. В случае выявления фактов нарушения данного условия – все
          выигрыши могут быть конфискованы.<br /><br />

          8.4. В случае запроса банковского перевода по возврату денежных
          средств их законному владельцу, все расходы и комиссии оплачиваются за
          счет получателя.<br /><br />

          8.5. Мы не принимаем платежи наличными денежными средствами. Мы можем
          использовать для электронных платежей, в том числе платежей и выплат
          игрокам, различные организации, занимающиеся обработкой электронных
          платежей или финансовые учреждения. За исключением тех случаев, когда
          правила и условия данных учреждений не противоречат условиям
          Соглашения, игрок полностью принимает такие правила.<br /><br />

          8.6. Игрок соглашается не отказываться, не аннулировать и не отменять
          транзакции, проведенные с участием его счета. К тому же в каждом из
          подобных случаев игрок обязан вернуть или компенсировать нам сумму
          неразмещенных средств, включительно с расходами, которые мы можем
          понести при сборе вкладов игрока.<br /><br />

          8.7. У нас есть право блокировать счет игрока, а также аннулировать
          выплаты и взыскивать выигрыши, в случае возникновения у нас подозрений
          относительно того, что пополнение счета было произведено мошенническим
          способом. Мы имеем право известить соответствующие органы о
          мошеннических действиях с платежами и незаконной деятельности. У нас
          есть право прибегать к услугам коллекторских агентств для возврата
          платежей. Компания не несет ответственности за несанкционированное
          использование кредитных карт, независимо от того было заявлено об их
          краже или нет.<br /><br />

          8.8. Мы имеем право использовать положительный баланс счета игрока для
          погашения денежной суммы, которую игрок должен возместить Компании, в
          том числе и в случаях повторных ставок или пари согласно положению
          5.5, пункта 9 («Сговор, действия, вводящие в заблуждение,
          мошенничество и криминальная деятельность) или пункта 14 («Ошибки и
          недочеты»).<br /><br />

          8.9. Игрок полностью осознает и принимает тот факт, что игровой счет
          не является банковским счетом. Следовательно, по отношению к нему не
          действуют методы страхования, пополнения, гарантии и прочие способы
          защиты со стороны системы страхования вкладов и прочих систем
          страхования. На денежные средства на игровом счету не начисляются
          проценты.<br /><br />

          8.10. Игрок имеет право подать запрос на вывод денег со счета при
          условии, что:<br /><br />

          8.10.1. все платежи, поступившие на счет, прошли проверку, и ни один
          из них не был отменен или аннулирован;<br /><br />

          8.10.2. проверочные действия, о которых говорилось в разделе 6, были
          проведены надлежащим образом.<br /><br />

          8.11. При оформлении заявки на вывод средств со счета, важно учитывать
          следующие моменты:<br /><br />

          8.11.1. игровой профиль полностью заполнен, а указанная в нем почта
          подтверждена;<br /><br />

          8.11.2. денежные средства должны выводиться тем же способом, который
          был использован для их ввода на счет;<br /><br />

          8.11.3. если сумма, запрашиваемая на вывод, превышает 1000 USD, то в
          обязательном порядке будет проведена процедура идентификации. Для ее
          осуществления игроку необходимо отправить нам копию или цифровую
          фотографию документа, удостоверяющего личность игрока. При пополнении
          счета посредством кредитной карты, необходимо прислать копию
          изображения обеих сторон данной карты. В номере карты должны быть
          видны первые шесть и последние четыре цифры, CVV2 код может быть
          закрашен;<br /><br />

          8.12. Мы имеем право удержать комиссию в размере наших затрат по
          выводу средств, не задействованных в игре.<br /><br />

          <strong>9. Положения и условия для услуги 1-Click</strong>
          <br /><br />

          9.1. Вы согласны оплатить все услуги и/или товары или другие
          дополнительные услуги, заказанные Вами на Веб-сайте, а также все
          дополнительные расходы (при необходимости), включая, но, не
          ограничиваясь, всевозможные налоги, пошлины и т.д. Вы несете полную
          ответственность за своевременную оплату всех платежей. Провайдер
          платёжных услуг обеспечивает лишь проведение платежа в обозначенном
          Веб-сайтом размере и не несет ответственности за уплату пользователем
          Веб-сайта вышеупомянутых дополнительных сумм. После нажатия кнопки
          "Оплата", считается, что платеж обработан, и он безвозвратно выполнен.
          Нажав кнопку "Оплата", Вы соглашаетесь с тем, что Вы не сможете
          отозвать платеж или потребовать его отзыва. Размещая заказ на
          Веб-сайте, Вы подтверждаете и указываете, что не нарушаете законы
          любого государства. Дополнительно, принимая положения данных правил
          (и/или Правил и условий), Вы, как владелец платежной карты,
          подтверждаете, что имеете право пользоваться товарами и/или услугами,
          предлагаемыми на Веб-сайте.<br /><br />

          9.2. В случае если Вы используете услуги Веб-сайта, предлагающего
          такие специфические услуги как игровой сервис, Вы предоставляете
          юридически обязывающее подтверждение, что Вы достигли или уже
          превысили возраст совершеннолетия, который является законодательно
          разрешенным в Вашей юрисдикции для того, чтобы использовать услуги
          предоставленные Веб-сайтом.<br /><br />

          9.3. Начиная использовать услуги Веб-сайта, Вы берете на себя
          юридическую ответственность за соблюдение законодательства любого
          государства, где используется данная услуга, и подтверждаете, что
          провайдер платёжных услуг не несет никакой ответственности за любое
          незаконное или несанкционированное подобное нарушение. Соглашаясь
          использовать услуги Веб-сайта, Вы понимаете и принимаете, что
          обработка любого Вашего платежа осуществляется провайдером платёжных
          услуг, и не существует законного права на возврат уже купленных услуг
          и/или товаров или других возможностей отмены платежа. Если Вы хотите
          отказаться от использования услуги для следующей покупки услуги и/ или
          товаров, Вы можете отказаться от услуги, используя Личный кабинет на
          Веб-сайте.<br /><br />

          9.4. Провайдер платёжных услуг не несет ответственность за
          отказ/невозможность обработать данные, связанные с Вашей платежной
          картой, либо за отказ, связанный с неполучением от банка-эмитента
          разрешения на проведение платежа с использованием Вашей платежной
          карты. Провайдер платёжных услуг не несет ответственность за качество,
          объем, цену любой услуги и/или товара, предложенной/-го Вам или
          купленных Вами на Веб-сайте, используя Вашу платежную карту. Оплачивая
          любые услуги и/или товары Веб-сайта, Вы, в первую очередь, обязаны
          соблюдать правила пользования Веб-сайта. Просим учитывать, что только
          Вы, как владелец платежной карты, ответственны за своевременную оплату
          любой услуги и/ или товара, заказанной Вами через Веб-сайт и за все
          связанные с этой оплатой дополнительные расходы/комиссии. Провайдер
          платёжных услуг является только исполнителем платежа в указанном
          Веб-сайтом размере и не несет ответственность за любое
          ценообразование, общие цены и/или общие суммы.<br /><br />

          9.5. В случае возникновения ситуации, связанной с Вашим несогласием с
          вышеизложенными условиями и/или другими причинами, просим Вас
          своевременно отказаться от выполнения платежа и, при необходимости,
          обратиться непосредственно к администратору/поддержке Веб-сайта.<br /><br />

          <strong
            >10. Сговор, действия, вводящие в заблуждение, мошенничество и
            криминальная деятельность</strong
          ><br /><br />

          10.1. Следующие виды деятельности строго запрещены, совершение
          подобных действий будет расценено как прямое нарушение Соглашения:<br /><br />

          10.1.1. передача информации третьей стороне;<br /><br />

          10.1.2. незаконные действия: мошенничество, использование вредоносных
          программ, ботов и ошибок в программном обеспечении Сайта;<br /><br />

          10.1.3. мошеннические действия, представляющие собой использование
          украденных, клонированных или полученных иным незаконным путем данных
          кредитной или дебетовой карты для пополнения счета;<br /><br />

          10.1.4. участие в преступной деятельности, отмывании денег и иных
          видах деятельности, участие в которых может повлечь за собой
          уголовно-правовую ответственность;<br /><br />

          10.1.5. вступление, попытка вступления или намерение принять участие в
          преступном сговоре с другим игроком во время игры на Сайте;<br /><br />

          10.2. У нас есть право приостанавливать, отменять или отзывать выплаты
          или выигрыши, связанные с бонусными средствами в том случае, если у
          нас появится подозрение в том, что игрок намеренно злоупотребляет
          ими.<br /><br />

          10.3. Компания примет все допустимые и разрешенные законом способы для
          исключения и выявления мошеннических сговоров и их непосредственных
          участников; против этих лиц в обязательном порядке будут приняты
          соответствующие меры. Мы не несем ответственности за потери и ущерб,
          полученный игроками в результате мошеннических действий. В подобных
          случаях всякие адекватные действия остаются на наше усмотрение.<br /><br />

          10.4. Игроки обязаны незамедлительно известить нас, если у них
          возникнут подозрения относительно того, что какой-либо человек
          находится в сговоре или осуществляет мошеннические действия. Связаться
          с нами можно посредством электронной почты.<br /><br />

          10.4.1. Бонус считается своего рода подарком и поощрением для игроков
          и не подразумевает какой-либо коммерческой выгоды или прибыли от
          безопасного отыгрыша бонуса.<br /><br />

          10.4.2. Для защиты от различных мошеннических схем клуб оставляет за
          собой право в любой момент осуществлять проверку игровой и платежной
          активности клиентов. Если будет выявлено злоупотребление, Компания
          примет меры, которые предусматривают либо отключение возможности
          получать бонусы в будущем, либо получение компенсации за понесенные
          убытки.<br /><br />

          10.4.3. Ниже приведены некоторые из наиболее распространенных примеров
          игрового процесса, которые могут привести к конфискации выигрыша.
          Полный список нарушений не ограничивается приведенными ниже
          примерами.<br /><br />

          10.4.3.1. Игрок делает высокие ставки, для более быстрого наращивания
          баланса, после чего резко снижает сумму ставок (в 2 или более раз) с
          целью менее рискового отыгрыша бонуса при увеличенном балансе.<br /><br />

          10.4.3.2. Игрок делает много ставок с минимальным ожидаемым выигрышем,
          чтобы получить большой объем ставок и скорее отыграть бонус. Например,
          делаются ставки на все числа в рулетке, или же на черное/красное и
          идентичные им ставки.<br /><br />

          10.4.3.3. Ставить более чем 2 € за один раз при наличии активного
          бонуса.<br /><br />

          10.4.3.4. Игрок откладывает игровые раунды, включая бесплатные
          вращения или бонусные игры, или генерирует игровой прогресс, чтобы
          забрать выигрыш позже.<br /><br />

          10.4.3.5. Одновременная игровая активность на нескольких вкладках.<br /><br />

          10.5. У нас есть право без предварительного уведомления запретить
          игрокам доступ к Сайту и заблокировать их счета, в том случае если они
          будут заподозрены в мошеннической деятельности. В таких случаях мы не
          несем ответственности по возврату и компенсации денежных средств,
          имеющихся на счетах таких игроков. Кроме того, у нас есть право
          известить о незаконной деятельности правоохранительные органы. Игроки
          обязаны всецело сотрудничать с нами при расследовании подобных
          случаев.<br /><br />

          10.6. Игрокам запрещено использовать услуги и программное обеспечение
          Сайта для совершения любых мошеннических, незаконных действий и
          транзакций в соответствии с законодательством конкретной юрисдикции.
          Если будет установлен или выявлен факт совершения игроком подобных
          действий, то Компания может приостановить или заблокировать счет
          игрока и удержать средства, имеющиеся на нем. В таких случаях у
          игроков нет права предъявлять Компании какие-либо претензии.<br /><br />

          10.7. Нежелательный игрок – это игрок, нарушающий Лицензионные условия
          осуществления деятельности в сфере организации и проведения азартных
          игр казино в сети Интернет, правила организатора азартных игр, Договор
          об участии в азартной игре (договор публичной оферты), другие
          нормативно-правовые акты в сфере организации и проведение азартных
          игр, общественный порядок, а также использует стратегии в Выигрышах
          бонусов, или относительно которого возникло обоснованное подозрение в
          применении методов, технологий, программ, приемов, которые могут
          повлиять на результаты Выигрыша, или препятствующий осуществлению
          выплат выигрышей, других выплат, оскорбляет честь и достоинство
          посетителей, участников, представителей организатора азартных игр,
          других игроков и третьих лиц, отказывается от прохождения процедуры
          идентификации (верификации, установки данных) или совершает какие-либо
          другие действия, препятствующие нормальной деятельности Организатора и
          наносящие вред его репутации.<br /><br />

          <strong>11. Другие запрещенные действия на сайте</strong><br /><br />

          11.1. На Сайте запрещено использовать агрессивную или оскорбительную
          манеру общения, ненормативную лексику, угрозы и применять любые
          насильственные действия по отношению к сотрудникам и другим игрокам
          Сайта.<br /><br />

          11.2. Запрещено загружать на Сайт информацию в объеме, способном
          вызвать сбои в работе Сайта и осуществлять какие-либо другие действия,
          которые могут повлиять на работу ресурса. В данном случае имеются в
          виду вирусы, вредоносные программы, массовая рассылка и спам – все
          перечисленное строго запрещено. Кроме того, игрокам запрещено удалять,
          изменять и редактировать информацию, размещенную на Сайте.<br /><br />

          11.3. Игроки могут пользоваться Сайтом исключительно в развлекательных
          целях. Запрещено копировать Сайт целиком или какую-либо его отдельную
          часть без письменного согласия от Компании.<br /><br />

          11.4. Игроки обещают не совершать действия, направленные на взлом
          системы безопасности Сайта, получение незаконного доступа к закрытым
          данным или DDoS-атаки. По отношению к игрокам, заподозренным в
          нарушении данного правила, будут применены соответствующие меры:
          полный запрет на доступ к Сайту и блокировка счета. Кроме того, мы
          имеем право оповестить ответственные органы о незаконных действиях
          игрока.<br /><br />

          11.5. Мы не несем ответственности за потери и убытки, которые могут
          понести наши игроки или третья сторона вследствие технических сбоев,
          спровоцированных вирусными атаками или другими вредоносными
          действиями, направленными на Сайт.<br /><br />

          11.6. Строго запрещено передавать и продавать счет одного игрока
          другому.<br /><br />

          <strong>12. Срок действия и аннулирование договора</strong
          ><br /><br />
          12.1. Мы имеем право удалить счет игрока (а также имя и пароль) без
          предварительного уведомления в следующих случаях:<br /><br />

          12.1.1. в Компании было принято решение прекратить предоставление
          услуг всем игрокам или конкретному пользователю;<br /><br />

          12.1.2. счет игрока каким-то образом связан с удаленным ранее
          счетом;<br /><br />

          12.1.3. счет игрока связан со счетом, который в данный момент
          заблокирован, в таком случае мы имеем право закрыть счет независимо от
          того, каким именно образом он связан, и полностью заблокировать
          учетные данные на этих счетах. За исключением случаев, указанных в
          Соглашении остаток на счете игрока будет возвращен ему в течение
          определенного периода, сразу же после подачи запроса и взыскания
          суммы, которую игрок должен Компании;<br /><br />

          12.1.4. игрок принимает участие в преступном сговоре или пытается
          взломать систему;<br /><br />

          12.1.5. игрок вмешивается в работу программного обеспечения Сайта или
          пытается им манипулировать;<br /><br />

          12.1.6. игрок пользуется своим счетом для целей, которые могут быть
          расценены как противоправные, в соответствии с законодательством
          конкретной юрисдикции;<br /><br />

          12.1.7. игрок публикует на Сайте информацию, носящую оскорбительный
          или унизительный характер.<br /><br />

          12.2. У нас есть право закрыть счет игрока или отменить действие
          Соглашения, отправив игроку соответствующее уведомление на адрес,
          указанный в контактной информации. В случае таких действий с нашей
          стороны, за исключением ситуаций, упомянутых в пунктах 9 («Сговор,
          действия, вводящие в заблуждение, мошенничество и криминальная
          деятельность») и 16 («Нарушение условий») действующего Соглашения, мы
          обязуемся возвратить игроку средства, находящиеся на счету. Если мы по
          каким-то причинам не сможем связаться с игроком, то деньги будут
          временно перечислены на счет Компании или надзорного органа.<br /><br />

          12.3. Если счет заблокирован или удален, возврат денежных средств,
          которые имелись на нем на момент закрытия, не производится. Никакие
          другие денежные средства не могут быть на него зачислены или
          обналичены.<br /><br />

          12.4. В случае закрытия счета ни одна сторона не имеет никаких
          обязательств по отношению к другой.<br /><br />

          <strong>13. Изменения на сайте</strong><br /><br />
          13.1. Мы имеем право в любое время по собственному усмотрению, вносить
          изменения или дополнять услуги, предлагаемые на Сайте в целях
          поддержки и обновления ресурса.<br /><br />

          <strong>14. Системные ошибки</strong><br /><br />
          14.1. Если в процессе игры произойдет сбой в работе Сайта, Компания
          постарается исправить ситуацию в кратчайшие сроки. Мы не несем
          ответственности за неполадки в средствах информационных технологий,
          возникшие в результате работы оборудования, используемого игроками для
          доступа к Сайту, а также за сбои в работе интернет провайдеров.<br /><br />

          <strong>15. Ошибки и недочеты</strong><br /><br />
          15.1. У нас есть право ограничивать или отменять любые ставки.<br /><br />

          15.2. Если игрок использовал денежные средства, поступившие на его
          счет в результате ошибки для размещения ставок и участия в игре, мы
          можем аннулировать подобные ставки и любые выигрыши, полученные с их
          помощью. Если таким ставкам была произведена выплата денежных средств,
          то данные суммы следует считать переданными игроку в доверительное
          управление, игрок обязан возвратить их по первому нашему
          требованию.<br /><br />

          15.3. Компания и поставщики услуг не несут ответственности за ущерб, в
          том числе потерю выигрышей, произошедший в результате ошибок со
          стороны игрока или с нашей стороны.<br /><br />

          15.4. Компания, ее дистрибьюторы, филиалы, лицензиаты, дочерние
          предприятия, а также сотрудники и руководители не несут
          ответственности за любые убытки и ущерб, возникший по причине
          перехвата или неправильного использования информации, передаваемой
          через Интернет.<br /><br />

          <strong>16. Ограничение нашей ответственности</strong><br /><br />
          16.1. Игрок самостоятельно принимает решение пользоваться услугами
          Сайта или нет, и любые действия и их последствия являются следствием
          личного выбора игрока, сделанного по его усмотрению на собственный
          страх и риск.<br /><br />

          16.2. Работа Сайта осуществляется в соответствие с пунктами данного
          Соглашения. Мы не предоставляем никаких дополнительных гарантий или
          заверений по отношению к Сайту и услугам, которые предлагаются на нем,
          и этим исключаем свою ответственность (в степени, предусмотренной
          законом) в отношении всех имеющихся в виду гарантий.<br /><br />

          16.3. Мы не несем ответственности за правонарушения, халатность,
          убытки, ущерб и потери, которые мы не можем предусмотреть в данный
          момент.<br /><br />

          16.4. Компания не несет ответственности за содержание ресурсов, доступ
          к которым может быть получен посредством этого Сайта.<br /><br />

          <strong>17. Нарушение условий</strong><br /><br />
          17.1. Игрок обязан возместить Компании любые издержки, иски и расходы
          (в том числе судебные издержки), которые могут возникнуть из-за
          нарушения им условий Соглашения.<br /><br />

          17.2. Игрок дает согласие в полной мере возмещать убытки, защищать и
          отстаивать интересы Компании, ее партнеров, сотрудников и директоров
          от любых притязаний, ответственности, издержек, потерь и расходов,
          возникших по причине:<br /><br />

          17.2.1. нарушения игроком условий Соглашения;<br /><br />

          17.2.2. нарушения игроком законов и прав третьих лиц;<br /><br />

          17.2.3. получения доступа к услугам Сайта любым другим лицом при
          помощи идентификационных данных игрока с его разрешения или без него,
          или;<br /><br />

          17.2.4. присваивать выигрыши, полученные таким путем.<br /><br />

          17.3. В случае если игрок нарушит условия Соглашения, мы имеем
          право:<br /><br />

          17.3.1. известить игрока о том, что своими действиями он нарушает
          условия Соглашения, и потребовать немедленного прекращения запрещенных
          действий;<br /><br />

          17.3.2. временно приостановить действие счета игрока;<br /><br />

          17.3.3. заблокировать счет игрока без предварительного уведомления;<br /><br />

          17.3.4. взыскать со счета игрока сумму выплат, выигрышей или бонусов,
          приобретенных в результате нарушения.<br /><br />

          17.4. У нас есть право аннулировать имя пользователя и пароль игрока в
          случае не соблюдения им любого из пунктов Соглашения.<br /><br />

          <strong>18. Права на объекты интеллектуальной собственности</strong
          ><br /><br />
          18.1. Все содержание Сайта является объектом авторского права и прочих
          прав собственности, принадлежащих Компании. Все загружаемые и печатные
          материалы, присутствующие на Сайте могут быть загружены только на один
          компьютер. Распечатывать данные материалы разрешено исключительно в
          целях личного и некоммерческого использования.<br /><br />

          18.2. Пользование Сайтом не дает игроку никаких прав на
          интеллектуальную собственность, принадлежащую Компании или третьей
          стороне.<br /><br />

          18.3. Запрещается любое использование или воспроизведение торговой
          марки, товарных знаков, логотипов и прочих промо-материалов,
          представленных на Сайте.<br /><br />

          18.4. Игрок понесет ответственность за любой ущерб, расходы или
          затраты, возникшие в результате совершения им запрещенной
          деятельности. Пользователи должны незамедлительно известить Компанию,
          если им станет известно о совершении какой-либо запрещенной
          деятельности и оказать всю необходимую помощь в проведении
          расследования, которое Компания может провести с учетом
          предоставленной информации.<br /><br />

          <strong>19. Личная информация</strong><br /><br />
          19.1. Мы обязаны соблюдать требования по защите данных в том виде, в
          котором Компания использует личную информацию, собранную в результате
          визита пользователя на Сайт. Исходя из этого, мы с максимальной
          серьезностью относимся к нашим обязательствам по использованию личных
          данных игроков. Компания использует личную информацию, предоставленную
          игроками с полным соблюдением политики конфиденциальности.<br /><br />

          19.2. Предоставляя личную информацию, игроки соглашаются с тем, что у
          нас есть право на обработку их личных данных для целей, указанных в
          Соглашении или же для соблюдения нормативных и юридических
          обязательств.<br /><br />

          19.3. В соответствии с политикой конфиденциальности, мы обязуемся не
          раскрывать личную информацию наших игроков никому, кроме работников,
          которые будут использовать ее исключительно для более качественного
          предоставления услуг.<br /><br />

          19.4. Мы храним копии всей корреспонденции, полученной от игроков,
          чтобы в точности зафиксировать всю полученную информацию.<br /><br />

          <strong>20. Использование файлов «Cookie» на Сайте</strong
          ><br /><br />
          20.1. Мы используем файлы «cookie» для обеспечения функциональности
          Сайта. «Cookie» - это специальный текстовый файл небольшого размера,
          который сохраняется на компьютере пользователя при посещении Сайта, с
          его помощью мы можем вновь узнавать конкретных пользователей при
          повторном посещении Сайта. Дополнительные сведения о контроле и
          удалении файлов «cookie» можно найти на сайте: www.aboutcookies.org.
          Следует учитывать, что удаление наших файлов «cookie» может стать
          причиной блокирования доступа к некоторым разделам и функциям
          Сайта.<br /><br />

          <strong>21. Жалобы и уведомления</strong><br /><br />
          21.1. При возникновении любых жалоб и претензий относительно работы
          Сайта, прежде всего, следует в кратчайшие сроки направить свою
          претензию в службу поддержки.<br /><br />

          21.2. Игрок соглашается с тем, что запись спора, хранящаяся на
          сервере, может быть использована в качестве свидетельства при
          рассмотрении претензии.<br /><br />

          21.3. Игрок соглашается с тем, что результаты игр на Сайте
          определяются посредством работы генератора случайных чисел. Он
          генерирует события в произвольном порядке. Если между результатами
          игры на компьютере игрока и результатами на сервере возникнут
          расхождения, то результаты на сервере будут считаться более
          достоверными. При возникновении несоответствия в отображении баланса,
          предпочтение всегда отдается балансу на сервере. Денежные суммы с
          игрового счета могут быть потеряны из-за ошибки человека или
          технического сбоя.<br /><br />

          <strong>22. Обстоятельства непреодолимой силы</strong><br /><br />
          22.1. Компания не несет ответственности за задержки или невыполнение
          обязательств, перечисленных в Соглашении, в том случае, если они
          обусловлены обстоятельствами непреодолимой силы, под которыми следует
          понимать стихийные бедствия, войны, гражданские волнения, промышленные
          споры, перебои в общественных коммунальных сетях, DDoS-атаки или
          другие интернет атаки, способные оказать негативное воздействие на
          работу Сайта.<br /><br />

          22.2. В период действия обстоятельств непреодолимой силы деятельность
          Сайта считается приостановленной, и на протяжении данного периода в
          исполнении обязательств действует отсрочка. Компания обязуется
          использовать все доступные ей средства для поиска решений, позволяющих
          в полной мере выполнять свои обязательства перед игроками, вплоть до
          окончания действия обстоятельств непреодолимой силы.<br /><br />

          <strong>23. Отказ от обязательств</strong><br /><br />
          23.1. Если мы не сможем обеспечить исполнение игроком какого-либо из
          обязательств, или мы сами не сможем воспользоваться любым из средств
          правовой защиты, на которые у нас есть право, то это не следует
          расценивать в качестве отказа от данных средств правовой защиты или в
          качестве причины, освобождающей игрока от выполнения обязательств.<br /><br />

          <strong>24. Делимость соглашения</strong><br /><br />
          24.1. Если какой-либо из пунктов Соглашения вдруг станет
          недействительным, нелегитимным или утратившим юридическую силу, то
          данное положение будет отделено от остальной части Соглашения, которая
          в полной мере сохранит свою юридическую силу. В таких случаях часть,
          которая считается недействительной, будет изменена согласно
          обновленным нормам.<br /><br />

          <strong>25. Ссылки</strong><br /><br />
          25.1. На Сайте могут присутствовать ссылки на другие ресурсы, которые
          находятся вне нашего контроля. Мы не несем ответственности за
          содержание других сайтов, действия или бездействие их владельцев и за
          содержание третьей стороной рекламы и спонсорств. Гиперссылки на
          другие сайты предоставляются исключительно в информационных целях.
          Игроки используют их на собственный страх и риск.<br /><br />

          <strong>26. Программа лояльности</strong><br /><br />
          26.1. За каждую денежную ставку, размещенную с реального баланса,
          игрок получает специальные очки опыта. От количества опыта зависит
          статус игрока в рамках Программы лояльности клуба, кроме того, опыт
          можно конвертировать в реальные деньги по специальному курсу и
          использовать для последующих ставок.<br /><br />

          26.2. Количество очков опыта увеличивается с каждой ставкой. За
          отыгрыш 150 ₽ на игровых автоматах дается 1 очко опыта.<br /><br />

          26.3. Количество баллов определяет персональный статус игрока. Всего
          существует семь статусов:<br /><br />

          1. Новичок (от 0 до 100 баллов)<br /><br />
          2. Бронза (от 100 до 500 баллов)<br /><br />
          3. Серебро (от 500 до 2500 баллов)<br /><br />
          4. Золото (от 2500 до 12 500 баллов)<br /><br />
          5. Платина(от 12 500 до 25 000 баллов)<br /><br />
          6. Бриллиант(от 25 000 до 50 000 баллов)<br /><br />
          7. VIP (от 50 000 баллов)<br /><br />
          26.4. Для того чтобы можно было конвертировать баллы в реальные<br /><br />
          деньги, игроку придется подтвердить адрес своей электронной почты.<br /><br />

          26.5. Существуют различные курсы конвертации баллов в деньги. Курс
          обмена зависят от статуса игрока. Кроме того, при повышении статуса
          игрок награждается специальными бонусами(Дополняется):<br /><br />

          26.6. Получить сведения о количестве опыта и обменять их на деньги
          можно в личном кабинете.<br /><br />

          26.7. . У нас есть право удалять накопленные очки опыта, если игрок не
          воспользовался ими в течение 6 или больше месяцев.<br /><br />

          26.8. Если игрок будет заподозрен в злоупотреблении или попытке
          злоупотребления очками опыта или любым иным видом поощрения, а также
          злоупотреблением отсутствия в Соглашении необходимой информации, мы
          имеем право запретить, отказаться или удержать выплату баллов или
          другого поощрения. Также у нас есть право временно или на постоянной
          основе изменить нашу политику в отношении игрока, блокировать доступ к
          услугам сайта и игровому счету. Мы не обязаны возмещать игроку
          денежные средства, которые могли присутствовать на его счету, за
          исключением суммы первоначального депозита.<br /><br />

          <strong>27. Бонусы</strong><br /><br />
          27.1. За регистрацию на Cайте и участие в специальных акциях игрок
          может получать вознаграждения в виде бонусов. Принимая данное
          Соглашение, игрок подтверждает, что понимает условия каждого бонуса,
          который может быть получен им на Сайте, и принимает их.<br /><br />

          27.2. Игровой баланс каждого игрока разделен на две части: реальный и
          бонусный. Реальный баланс отображает денежные средства игрока,
          бонусный – сумму полученных на проекте бонусов. Все бонусные средства
          автоматически попадают на бонусный баланс, если в условиях бонусной
          акции не указано иного.<br /><br />

          27.3. Отыгрыш бонуса – это сумма ставок, которую необходимо сделать
          игроку для того, чтобы бонусные средства были переведены на реальный
          баланс. При отыгрыше бонусов в слотах учитывается 100% от ставок.
          Ставки в рулетках, карточных и других типах игр в учет отыгрыша не
          идут.<br /><br />

          27.4. Игрок может в любой момент отказаться от полученного бонуса с
          помощью функции обнуления бонусного баланса. Чтобы отказаться от
          имеющихся бонусных средств, игроку необходимо войти в свой профиль и
          нажать на кнопку "Списать бонусы".<br /><br />

          27.5. В процессе отыгрыша бонусов игрок может участвовать в других
          акциях и получать новые бонусы. В этом случае сумма нового бонуса
          будет прибавлена к средствам на бонусном балансе. Условия отыгрыша
          тоже будут суммированы. Если бонус был получен на депозит – сумма
          депозита прибавится к средствам на реальном балансе.<br /><br />

          27.6. Для участия в какой-либо акции и начисления соответствующего
          бонуса игроку необходимо активировать бонус на странице «Акции» перед
          пополнением баланса.<br /><br />

          27.7. В один период времени может быть активирован только один бонус.
          После активации бонус переместится в блок «Активные акции» на странице
          «Акции», где будет находиться до выполнения условий или окончания
          акции. Другие бонусные предложения станут доступны для активации после
          выполнения условий активного бонуса.<br /><br />

          27.8. Переход на Сайт по ссылкам из рассылок, социальных сетей,
          мессенджеров или любому другому сообщению, содержащему информацию о
          бонусе, не обязательно активирует акцию. Для начисления бонуса перед
          пополнением счета необходимо убедиться, что бонус находится в разделе
          «Активные акции» (нажать на кнопку «Активировать» на странице «Акции»,
          если бонус неактивен). Если бонус не был активирован перед пополнением
          баланса, он не будет зачислен.<br /><br />

          27.9. Администрация Сайта не навязывает Игроку участие в акциях и
          бонусных предложениях, каждый Игрок добровольно участвует в них и
          может изменить свое решение в любой момент. В случае ошибочной
          активации (до внесения депозита) Игрок может:<br /><br />
          а) активировать другой бонус, тем самым автоматически деактивировав
          текущий активный бонус;<br /><br />
          б) деактивировать бонус нажатием на «Деактивировать» в разделе
          «Активные акции».<br /><br />

          27.10. Вывести средства можно только с реального баланса. При выводе
          средств бонусный баланс обнуляется, это происходит в момент создания
          заявки на вывод. Если выплата по каким-то причинам не состоялась,
          средства могут быть возвращены на денежный баланс, но бонусы не будут
          восстановлены.<br /><br />

          27.11. Полученный бонус, а также все выигрыши, генерируемые в
          результате ставок с бонусного баланса, будут автоматически
          аннулированы через 60 дней с момента получения бонуса в случае, если
          данный бонус не был отыгран согласно условию отыгрыша.<br /><br />

          27.12. У каждого игрока есть право обнулить бонусный баланс и играть
          только на реальные средства. Игрок может сделать это самостоятельно,
          нажав специальную кнопку в игровом профиле. При обнулении бонусного
          баланса все условия отыгрыша бонусов и достигнутый прогресс тоже
          обнуляются.<br /><br />

          27.13. Покупка спинов в Колесе Фортуны, лотерейных билетов,
          моментальных лотерей и оплата участия в других акциях Сайта не может
          быть осуществлена за счет бонусных средств. Подобные покупки можно
          оплатить только деньгами с реального баланса. Если на нем недостаточно
          средств для покупки – покупка не произойдет.<br /><br />

          27.14. При игре с активным бонусом запрещается использование любых
          стратегий с целью выполнения требований по отыгрышу бонуса, в том
          числе собирание скаттеров для получения фри-спинов с помощью бонусного
          баланса и дальнейшего получения бесплатных вращений на реальный
          баланс. Если у нас есть достаточные основания полагать, что игрок
          использует такие стратегии, то Администрация оставляет за собой право
          аннулировать все выигрыши игрока и заблокировать игровой аккаунт.<br /><br />
        </div>
      </div>
    </div>
  </div>
</template>

<style scoped lang="scss">
@import 'PopupTermsCondition';
</style>
