<script setup>
import { closeAbout } from '@/components/globals/footer/Footer.events.js'
</script>

<template>
  <div @click="closeAbout" class="popup">
    <div @click.stop class="popup__content">
      <div @click="closeAbout" class="popup__content-close">
        <img src="/images/icons/close.svg" alt="" />
      </div>
      <div class="popup__content-title">О нас</div>
      <div class="popup__content-text">
        <div class="text">
          <strong>1. Преимущества нашего клуба</strong><br /><br />

          Главные плюсы нашего казино:<br /><br />
          - быстрая выплата выигрышей;<br /><br />
          - щедрая бонусная политика;<br /><br />
          - круглосуточная техподдержка;<br /><br />

          Регистрация на сайте занимает не больше минуты. Чтобы ее пройти, достаточно заполнить анкету
          или авторизоваться в телеграм боте. Создав профиль, игрок автоматически становится участником
          нашей программы лояльности. Ему начисляются бонусы за пополнение счета и в честь
          праздников.<br /><br />

          Мы информируем пользователей обо всех новых акциях, турнирах и других спецпредложениях по
          электронной почте. Чтобы не пропустить ничего важного, рекомендуем подписаться на
          информационную рассылку.<br /><br />

          <strong>2. Ассортимент игровых автоматов и режимы игры</strong><br /><br />

          На портале собраны слоты известных разработчиков: Igrosoft, Novomatic, Evoplay Entertainment.
          Автоматы поделены на несколько разделов: «Новинки», «Популярные». Аппараты можно
          фильтровать по разным критериям.<br /><br />


          <strong>3. Платежные системы и защита персональных данных</strong><br /><br />

          Мы гарантируем игрокам сохранение анонимности и обеспечиваем надежную защиту
          персональных данных. В целях безопасности важная информация хранится на серверах в
          зашифрованном виде. Каждый игрок может быть уверен, что его данные не попадут к третьим
          лицам.<br /><br />

          <strong>4. Наши контакты</strong><br /><br />
          Вы можете задать вопрос в Telegram, нажав сверху на "Техподдержка", либо написав нам на
          почту.

        </div>
      </div>
    </div>
  </div>
</template>

<style scoped lang="scss">
@import 'PopupAbout';
</style>
